export const titles = [
    '일상을 유지하기 위한 3대 요소 "의식주"',
    '서울시 전 지역구 아파트 평균 실거래가 순위',
    '집값, 행복과 관련 있을까?',
    '"건강"을 중요하게 생각한다면,',
    '"안전"을 중요하게 생각한다면,',
    '"환경"을 중요하게 생각한다면,',
    '"경제"를 중요하게 생각한다면,',
    '"교육"을 중요하게 생각한다면,',
    '"사회참여(관계)"를 중요하게 생각한다면,',
    '"여가"를 중요하게 생각한다면,',
    '내가 중요하게 생각하는 행복요소는?',
];

export const descriptions = [
    [
        '이 중 "주", 집의 가격은 현재 대한민국 국민들의 가장 큰 걱정거리 중 하나입니다.'
    ],
    [
        '수요와 공급의 균형점에서 가격이 형성된다는 경제학적인 관점에 따라 가격이 높은 지역은 많은 사람들이 살고 싶어하는 곳이겠지요.',
        ' ',
        '그런데 과연, 가격이 높은 지역에 사는 사람들은 행복할까요?',
        ' ',
        '다음은 서울시 아파트 작년(2019년) 실거래가 데이터의 25개 지역구별 순위입니다.'
    ],
    [
        '이번엔 국회미래연구원의 \'국민행복지수\' 순위를 비교해보았습니다.',
        '행복지수는 건강, 안전, 환경, 경제, 교육, 사회참여(관계), 여가 7개 요소의 가중치를 통해 계산됩니다.',
        ' ',
        '강남구, 서초구와 같이 집값이 행복을 대표할 수 있다는 것을 대변할 수 있는 지역이 있는 반면, 종로구, 중구는 집값이 상위권이 비교적 상위권이 아님에도 행복지수 1,2위를 기록하는 모습을 볼 수 있습니다.',
        ' ',
        '이제부터는 7가지 세부 요소 각각을 좀 더 자세하게 확인해보겠습니다.'
    ],
    [
        '다음 산점도의 가로축은 행복의 요소 중 \'건강\'을, 세로축은 집값을 의미합니다. 4개의 분면 중 4사분면은 집값이 낮음에도 불구하고 건강 행복지수가 높은 구를 의미한다고 할 수 있는데요.',
        ' ',
        '이 관점에서 \'건강\'이 행복한 삶을 위해 가장 중요하다면, 종로구, 서대문구에 사는 것이 좋아 보이네요.'
    ],
    [
        '4분면에 많은 지역이 분포하는 것을 보면, 안전을 위해서 집값에 많은 투자를 할 필요는 없어 보입니다.',
        ' ',
        '종로구와 중구가 가장 안전 행복지수가 높은 동네이지만, 집값과 비교한다면 동대문구나 관악구에 사는 것도 나쁘지 않아 보입니다.'
    ],
    [
        '환경지수를 결정하는 요소 중 삶에 밀접하게 관련된 세부요소는 미세먼지와 녹지비율입니다. 서울내에 대부분의 지역은 환경이 안 좋다고 생각할 수 있습니다.',
        ' ',
        '하지만 강북구와 노원구 지역은 집값 대비 높은 환경 행복도를 보여주고 있습니다.'
    ],
    [
        '경제지수를 결정하는 요소는 1인당 지역내 총생산, 인구 천명당 사업체수 및 종사자수, 기초생활보장 수급자 비율의 역수, 종사자 천명당 영제자영업자수의 역수가 종합되어있습니다. 일자리와 일하고 있는 사람이 가장 많은 지역으로 해석 할 수 있겠습니다.',
        ' ',
        '종로구와 중구가 집 값 대비 경제 행복지수가 가장 높은 동네로 해석될 수 있습니다. 집을 사기 위한 예산이 부족하다면 금천구도 괜찮은 선택지가 될 수 있겠네요.'
    ],
    [
        '교육지수는 인구대비 학교와 학원 수, 보육시설 수 등 유아와 초/중/고등학생 교육을 위한 환경이 갖춰져 있는지를 확인 할 수 있는 지수 입니다.',
        ' ',
        '노원구가 압도적으로 집값 대비 좋은 교육 행복지수를 가지고 있고, 그 다음으로 종로구가 가장 좋은 선택지로 보입니다.'
    ],
    [
        '사회참여(관계) 지수는 자살율, 독거노인비율, 1인가구 비율, 가족관계 만족도를 포함하는 지수로 원활한 가족관계를 가지고 있는지 확인할 수 있는 지표입니다.',
        ' ',
        '행복한 가족관계를 중시한다면 종로구와 양천구가 좋은 선택지가 될 것으로 보입니다.'
    ],
    [
        '여가지수는 인구대비 복지시설, 도서관 및 문화/체육시설의 수로 결정되며 이는 여가생활을 즐길 수 있는 환경을 의미합니다.',
        ' ',
        '여가가 중요하다면 비싼 집에 살 필요가 없어 보이는데요. 중구와 종로구 외에는 좋은 선택지가 있어 보이지 않습니다.'
    ],
    [
        '우리는 앞서 서울시 각 구별 집값과 행복지수의 요소별 수치를 비교해 보았습니다. 이를 통해 행복의 기준이 무엇이냐에 따라 각 구성요소별 기준에 따라, 보다 \'가성비\'가 높은 선택을 할 여지가 있음을 확인했습니다.',
        ' ',
        '나의 기준에 따른 행복의 조합은 어떤 선택지를 보여줄까요?',
        ' ',
        '이를 위해 오른쪽에 조합가능한 도구를 구현하였습니다. "드래그 & 드롭"으로 여러분의 행복을 최적화하기 위한 지역을 확인하세요.',
    ],
];