export const titles = [
    '일상을 유지하기 위한 3대 요소 "의식주"',
    '서울시 전 지역구 아파트 평균 실거래가 순위',
    '집값, 행복과 관련 있을까?',
    '"건강"을 중요하게 생각한다면,',
    '"안전"을 중요하게 생각한다면,',
    '"환경"을 중요하게 생각한다면,',
    '"경제"를 중요하게 생각한다면,',
    '"교육"을 중요하게 생각한다면,',
    '"사회참여(관계)"를 중요하게 생각한다면,',
    '"여가"를 중요하게 생각한다면,',
    '내가 중요하게 생각하는 행복요소는?',
];

export const descriptions = [
    [
        '집의 가격은 현재 대한민국 국민들의 가장 큰 걱정거리 중 하나입니다.'
    ],
    [
        '다음은 서울시 아파트 작년(2019년) 평균 실거래가 데이터의 25개 지역구별 순위입니다.'
    ],
    [
        '행복지수는 건강, 안전, 환경, 경제, 교육, 사회참여(관계), 여가 7개 요소의 가중치를 통해 계산됩니다.',
    ],
    [
        '다음 산점도의 가로축은 행복의 요소 중 \'건강\'을, 세로축은 \'집값\'을 의미합니다.'
    ],
    [
        '4분면에 많은 지역이 분포하는 것을 보면, 안전을 위해서 집값에 많은 투자를 할 필요는 없어 보입니다.',
    ],
    [
        '서울내에 대부분의 지역은 환경이 안 좋다고 생각할 수 있습니다.',
    ],
    [
        '경제지수가 높을 수록 일자리와 일하고 있는 사람이 가장 많은 지역으로 해석 할 수 있겠습니다.',
    ],
    [
        '교육지수는 인구대비 학교와 학원 수, 보육시설 수 등 유아와 초/중/고등학생 교육을 위한 환경이 갖춰져 있는지를 확인 할 수 있는 지수 입니다.',
    ],
    [
        '사회참여(관계) 지수는 원활한 사회 관계를 가지고 있는지 확인할 수 있는 지표입니다.',
    ],
    [
        '여가지수는 인구대비 복지시설, 도서관 및 문화/체육시설의 수로 결정되며 이는 여가생활을 즐길 수 있는 환경을 의미합니다.',
    ],
    [
        '나의 기준에 따른 행복의 조합은 어떤 선택지를 보여줄까요?',
        '여러분의 행복을 최적화하기 위한 지역을 확인하세요.',
    ],
];